acpi
acpi_call
acpid
adobe-source-han-sans-otc-fonts
adobe-source-han-serif-otc-fonts
adobe-source-sans-fonts
alacritty
alsa-utils
amd-ucode
apparmor
autoconf
automake
autotiling
avahi
azote
base
bash-completion
bind
bison
blueman
bluez
bluez-utils
brightnessctl
cava
clutter
cups
dialog
dina-font
discord
dosfstools
dupeguru
efibootmgr
exa
fakeroot
firefox
firewalld
flashfocus
flex
fzf
gcc
gentium-plus-font
git
gnome-epub-thumbnailer
gnome-keyring
google-chrome
grim
groff
grub
gtk4
gvfs
gvfs-mtp
gvfs-smb
hplip
htop
imagemagick
inetutils
inter-font
laptop-mode-tools
leafpad
libgsf
libreoffice-fresh
libtool
light
linux
linux-firmware
linux-headers
m4
make
mako
mpv
mtools
neofetch
neovim
network-manager-applet
networkmanager
nfs-utils
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
ntfs-3g
openssh
otf-crimson
otf-hermit
pacman-contrib
papirus-icon-theme
paru
patch
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
playerctl
polkit-gnome
python-pyqt5
python-pyqt6
qbittorrent
qt5-wayland
qt5ct
qt6-wayland
qt6ct
raw-thumbnailer
reflector
rsync
rxfetch
slurp
sof-firmware
spicetify-cli
spotify
sshfs
sudo
sway
swaybg
swayidle
swaylock-effects-git
tamsyn-font
terminus-font
tex-gyre-fonts
texinfo
themix-full-git
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-shares-plugin
thunar-volman
ttf-anonymous-pro
ttf-bitstream-vera
ttf-cascadia-code
ttf-croscore
ttf-dejavu
ttf-droid
ttf-fantasque-sans-mono
ttf-fira-code
ttf-fira-mono
ttf-fira-sans
ttf-hack
ttf-ibm-plex
ttf-inconsolata
ttf-iosevka
ttf-jetbrains-mono
ttf-joypixels
ttf-junicode
ttf-liberation
ttf-linux-libertine
ttf-monofur
ttf-opensans
ttf-roboto
ttf-ubuntu-font-family
tumbler
tumbler-extra-thumbnailers
udiskie
ueberzug
unimatrix-git
unrar
unzip
vdhcoapp-bin
viewnior
w3m
waybar
wev
wezterm
which
wlogout
wlsunset
wofi
wpa_supplicant
xarchiver
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-utils
xf86-video-amdgpu
xorg-xwayland
yad
yadm
youtube-dl
zsh
