acpi
acpi_call
acpid
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-otc-fonts
adobe-source-han-serif-jp-fonts
adobe-source-han-serif-otc-fonts
alacritty
alsa-utils
amd-ucode
apparmor
atomicparsley
autoconf
automake
autotiling
avahi
awesome-git
azote
baobab
base
bash-completion
bdf-unifont
betterlockscreen-git
bind
bison
blueman
bluez
bluez-utils
brightnessctl
catimg
cava
chafa
clipman
cups
dialog
dina-font
discord
dosfstools
dunst
dupeguru
efibootmgr
ethtool
exa
fakeroot
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-qt
feh
ffmpegthumbnailer
firefox
firewalld
flashfocus
flex
freerdp
fzf
gcc
gdm
gdm-settings
gimp
git
gnome-keyring
google-chrome
gpick
grim
groff
grub
gvfs
gvfs-smb
hdparm
hplip
htop
inetutils
inotify-tools
inter-font
iw
jp2a
jpegexiforient
jq
lain-git
laptop-mode-tools
leafpad
libcaca
libgepub
libgsf
libpipewire02
libreoffice-fresh
libtool
light
linux
linux-firmware
linux-headers
lxappearance-gtk3
m4
maim
make
mako
microsoft-edge-stable-bin
mpv
mtools
neofetch
neovim
network-manager-applet
networkmanager
nfs-utils
nitrogen
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
openssh
os-prober
pacman-contrib
papirus-icon-theme
paru
patch
pavucontrol
picom-ibhagwan-git
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
playerctl
polkit-gnome
poppler-glib
python-pycryptodome
python-pyqt5
python-pyqt6
python-pyquery
python-pyxdg
qbittorrent
qt5-wayland
qt5ct
qt6-wayland
qt6ct
qtile
raw-thumbnailer
redshift
reflector
remmina
rofi
rsync
rtkit
rtmpdump
rxfetch
sdparm
slurp
sof-firmware
spicetify-cli
spotify
sudo
sway
swayidle
swaylock-effects-git
tamsyn-font
teams
tex-gyre-fonts
texinfo
themix-full-git
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-shares-plugin
thunar-volman
ttf-anonymous-pro
ttf-bitstream-vera
ttf-cascadia-code
ttf-croscore
ttf-dejavu
ttf-droid
ttf-fantasque-sans-mono
ttf-fira-code
ttf-fira-mono
ttf-fira-sans
ttf-hack
ttf-ibm-plex
ttf-inconsolata
ttf-iosevka
ttf-jetbrains-mono
ttf-junicode
ttf-liberation
ttf-linux-libertine
ttf-monofur
ttf-opensans
ttf-roboto
ttf-ubuntu-font-family
tumbler
ueberzug
unimatrix-git
usbutils
vdhcoapp-bin
vicious
viewnior
w3m
waybar
wev
wezterm
which
wlogout
wlsunset
wofi
wpa_supplicant
xarchiver
xclip
xdg-desktop-portal
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-utils
xdotool
xf86-video-amdgpu
xfce4-power-manager
xorg-xlsclients
xorg-xwayland
xorg-xwininfo
xss-lock
yad
yadm
youtube-dl
zsh
