acpi
acpi_call
acpid
adobe-source-han-sans-otc-fonts
adobe-source-han-serif-otc-fonts
adobe-source-sans-fonts
alsa-utils
amd-ucode
apparmor
apple-fonts
autoconf
automake
autotiling
avahi
azote
base
bdf-unifont
bind
bison
blueman
bluez
bluez-utils
brightnessctl
catppuccin-gtk-theme-mocha
cava
clipman
cups
debugedit
dhclient
dialog
dina-font
dnsmasq
dosfstools
duf
dupeguru
efibootmgr
efitools
egl-wayland
ethtool
exa
fakeroot
ffmpegthumbnailer
file-roller
firefox
firewalld
flex
fzf
gcc
gdm
gdm-settings
gentium-plus-font
git
gnome-epub-thumbnailer
gnome-keyring
gnome-mahjongg
gnome-tweaks
gnu-netcat
google-chrome
grim
groff
grub
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gtk-layer-shell
gvfs
gvfs-mtp
gvfs-smb
haveged
hdparm
hplip
htop
hwdetect
hwinfo
hyprland-bin
inetutils
inter-font
iwd
jq
kitty
kvantum
kvantum-theme-catppuccin-git
laptop-mode-tools
leafpad
libgnome-keyring
libgsf
libopenraw
libsixel
libtool
libva-mesa-driver
light
linux
linux-firmware
linux-headers
lxappearance
m4
make
mako
man-db
man-pages
meson
microsoft-edge-stable-bin
mlocate
most
mpv
mtools
neofetch
neovim
net-tools
netctl
network-manager-applet
networkmanager
nfs-utils
nilfs-utils
nitch
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
ntp
nwg-wrapper
openssh
openssl-1.1
otf-font-awesome
pacman-contrib
pacutils
pamixer
papirus-icon-theme
parsec-bin
paru-bin
patch
pavucontrol
pfetch
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
playerctl
polkit-gnome
poppler-glib
powertop
python-pyqt5
python-pyqt6
python-pyquery
python-pytest
python-pyxdg
python-requests
qbittorrent
qt5-wayland
qt5ct
qt6-wayland
qt6ct
raw-thumbnailer
reflector
rofi
rofi-emoji
rofimoji
rsync
rustup
rxfetch
scdoc
scrot
sg3_utils
slurp
sof-firmware
spicetify-cli
spotify
sshfs
sudo
swaybg
swayfx
swayidle
swaylock-effects-git
system-config-printer
tamsyn-font
terminus-font
tex-gyre-fonts
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-shares-plugin
thunar-volman
tldr
ttf-anonymous-pro
ttf-bitstream-vera
ttf-cascadia-code
ttf-croscore
ttf-dejavu
ttf-droid
ttf-fantasque-sans-mono
ttf-fira-code
ttf-fira-mono
ttf-fira-sans
ttf-font-awesome
ttf-hack
ttf-ibm-plex
ttf-inconsolata
ttf-iosevka
ttf-jetbrains-mono
ttf-joypixels
ttf-junicode
ttf-liberation
ttf-linux-libertine
ttf-monofur
ttf-opensans
ttf-roboto
ttf-ubuntu-font-family
tumbler
tumbler-extra-thumbnailers
udiskie
ueberzug
unimatrix-git
unrar
unzip
upower
usb_modeswitch
usbutils
vdhcoapp-bin
viewnior
vpnc
w3m
warpinator
waybar-hyprland-git
wev
wezterm
wf-recorder
wget
which
whois
wireless_tools
wl-clipboard
wlogout-git
wlr-randr
wlsunset
wofi
wpa_supplicant
wtype
xdg-desktop-portal
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-utils
xf86-video-amdgpu
yad
yadm
youtube-dl
zramd
zsh
